Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=117_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmkultturkõõskõs arkktehtuurǩeâšttõõttmõš
fin: Saamelaiskulttuurikeskuksen arkkitehtuurikilpailu

source: Senaatt-ǩiddõõzz reäŠšše plaaneemest takai kueŠhttpoddsaž arkktehtuurkeâšttõõttmõõžž.
fin: Senaatti-kiinteistöt järjestää yleisen, kaksivaiheisen arkkitehtuurikilpailun Saamelaiskulttuurikeskuksen suunnittelusta.

source: Ǩeâšttõõttmõõžž vuõssmõs podd älgg 14.4.2008 da poot 30.6.2008.
fin: Ensimmäinen vaihe alkaa 14.4.2008 ja päättyy 30.6.2008.

source: Keâšttõõttmõõžž nuŠbb podd älgg 1.9.2008 da poott 3.10.2008.
fin: Kilpailun toinen vaihe alkaa 1.9.2008 ja päättyy 3.10.2008.

source: Ǩeâšttõõttmõš lij äävai pukid LääŠddjânnam, Euroop Union da tõn haŠŋǩǩõslääŠjjšiõttõõzz piŠrre kuulli jânnmi meerlaid, kuäŠss-a viõǥǥâst åårrai suåppmõõžži da lääŠjji mieĺddsânji.
fin: Kilpailu on avoin kaikille Suomen, Euroopan Unionin ja sen hankintalainsäädännön piiriin kuuluvien maiden kansalaisille, kulloinkin voimassa olevien sopimusten ja lakin mukaisesti.
